[
  {
    "name": "ياسر الدوسري",
    "fullName": "ياسر بن راشد بن حسين الودعاني الدوسري",
    "bornDate": "6 / 8 / 1980 م\n24 / 9 / 1400 هـ",
    "bornPlace": "محافظة الخرج، السعودية",
    "nationality": "السعودية",
    "imamFor": "المسجد الحرام",
    "death": "لا يزال علي قيد الحياة",
    "shortBiography": "ياسر بن راشد بن حسين الودعاني الدوسري إمام وخطيب المسجد الحرام وقارئ قرآن سعودي، وأحد أئمة الحرم المكي منذ (12 أكتوبر 2019م - 13 صفر 1441هـ) وكان قبلها إمامًا لصلاة التراويح والتهجّد فقط لمدة خمس سنوات منذ قرار تعيينه في 15 يونيو 2015م - 28 شعبان 1436هـ، وكان سابقًا إمامًا للعديد من الجوامع والمساجد في الرياض ومنها، مسجد عبد الله الخليفي عام 1995م - 1416هـ، ثم مسجد الكوثر وفيه تم تسجيل أول شريط مسجل له في سورة يوسف عام 1419هـ ، ثم جامع الإمام عبد الله بن سعود لمدة خمس سنوات وهناك كانت بداية شهرته العالمية، ثم جامع الشيخ عبد العزيز بن باز عام 1425 هـ فقط ، ثم جامع الدخيل عام 2005م - 1426هـ وكان المشرف على مناشطه وشغل منصب مشرف عام على مدرسة الهمم النسائية لتحفيظ القرآن في نفس الجامع. وقد تتلمذ على يد مجموعة من العلماء والمشايخ ومنهم: عبد العزيز بن عبد الله آل الشيخ، وصالح الفوزان، وعبد الله بن جبرين، وقرأ القرآن على جمع من المشايخ والمقرئين، منهم الشيخ بكري الطرابيشي، وإبراهيم الأخضر."
  },    
  {
    "name": "مشاري راشد العفاسي",
    "fullName": "مشاري بن راشد بن غريب بن محمد بن راشد العفاسي المطيري",
    "bornDate": "5 / 9 / 1976 م\n11 / 9 / 1396 هـ",
    "bornPlace": "الكويت ،-",
    "nationality": "الكويت",
    "imamFor": "المسجد الكبير",
    "death": "لا يزال علي قيد الحياة",
    "shortBiography": "مشاري بن راشد بن غريب بن محمد بن راشد العفاسي المطيري إمام المسجد الكبير وخطيب في وزارة الأوقاف والشؤون الإسلامية بدولة الكويت. وهو مستشار اتحاد المبدعين العرب، وصاحب أول قناة إسلامية كويتية قناة العفاسي الفضائية، وقارئ للقرآن الكريم."
  },        
  {
    "name": "علي عبدالله جابر",
    "fullName": "علي عبد الله صالح آل علي جابر السعيدي اليافعي",
    "bornDate": "27 / 8 / 1953 م\n - / 12 / 1373 هـ",
    "bornPlace": "جدة، السعودية",
    "nationality": "السعودية",
    "imamFor": "المسجد الحرام",
    "death": "14 / 12 / 2005 م\n12 / 11 / 1426 هـ",
    "shortBiography": "علي عبد الله جابر السعيدي إمام الحرم المكي من الفترة من 1401هـ - 1409هـ تخللها فترة سفر إلى كندا ترك الإمامة رسمياً في عام 1402هـ وعاد ليكون مكلفاً للإمامة عام 1406هـ وحتى 1409هـ إثر مرض ألم به منذ فترة طويلة، ومدرساً في الفقه المقارن بقسم الدراسات الإسلامية بجامعة الملك عبد العزيز بجدة. ولد علي جابر في مدينة جدة عام 1373هـ في شهر ذي الحجة، انتقل إلى المدينة المنورة مع والديه عند بلوغه الخامسة من العمر.\n\nأحب تلاوته ملايين المسلمين وقلده الكثير من الأئمة بسبب أسلوب تلاوته المميزة، لم تكن لديه رغبة في الإمامة مطلقا ولكن أقحم فيها إقحاما وقد كان الباعث الأساسي على حفظ كتاب الله إنما حفظه وتعقله وتدبر معانيه، ولم يكن المقصود منه أن يكون به إماماً، ولكن شاء الله تعالى أن يتولى الإمامة في مسجد الغمامة بالمدينة النبوية سنتين متتاليتين: (1394- 1396 هـ).\n\nلفت إليه أنظار المسلمين من جميع أنحاء العالم فقد آتى الله الشيخ صوتاً شجياً جميلاً في قراءة القرآن وتجويده حتى كان أعجوبة عند الناس، وقد فقد صوته فترة خضع فيها للعلاج، بعد خروجه مع الملك خالد إلى المسجد الحرام وقدمه للصلاة عند تعيينه بالحرم. ترك الإمامة في المسجد الحرام بعد عام 1409 هـ ولم يلتزم بالإمامة في مسجد آخر، وإنما كان المصلون يطلبون منه التقدم للصلاة بهم في عدة مساجد إذا كان الشيخ موجوداً عند إقامة الصلاة. وكان يطلب من الشيخ إمامة الناس بالتراويح في مسجد بقشان بجدة بحكم أنه أقرب المساجد إلى بيت الشيخ وكونه مسجداً جامعاً. وقد أم الشيخ فيه المصلين عام 1410 هـ وبعده بعدة سنوات ثم أن الشيخ أتعبه المرض فلم يقدر على الوقوف طويلاً فكان يصلي نصف الصلاة ويكمل الصلاة معه شاب آخر، ثم لم يعد الشيخ يؤم بالناس التراويح لأن الوقوف يثقل عليه.\n\nكان حلم الشيخ علي جابر أن يحصل على الدكتوراه بعد حصوله على الماجستير عام 1400 هـ، بعد انقطاع دام سنوات عديدة، لكنه استطاع أن يتقدم بأطروحته في الفقه المقارن لنيل درجة الدكتوراه في رسالته بعنوان فقه القاسم بن محمد بن أبي بكر الصديق التي نوقشت في الثاني والعشرين من شهر رمضان المبارك عام 1407 هـ وحصل بموجبها على مرتبة الشرف الأولى. حصل على الدكتوراه وفي الوقت نفسه كان إماماً لصلاة التراويح في المسجد الحرام، ثم أصبح بعد ذلك عضواً من أعضاء التدريس بجامعة الملك عبد العزيز بجدة حيث يدرس الفقه المقارن.\n\nاعتذر عن القضاء بعد حصوله على الماجستير بعد أن تم تعيينه قاضياً في منطقة ميسان بالقرب من الطائف، ثم صدر أمر ملكي من الملك خالد بن عبد العزيز بإخلاء طرفه من وزارة العدل وتعيينه محاضراً في كلية التربية بالمدينة المنورة فرع جامعة الملك عبد العزيز بالمدينة المنورة في قسم اللغة العربية والدراسات الإسلامية، وباشر التدريس بها في العام الجامعي 1401 هـ إلا أن طموح الشيخ علي جابر جعله يقرر بعد ذلك إكمال الدراسات العليا.\n\nبلغت شهرته في وقت من الأوقات آفاق العالم الإسلامي فحنجرته التي تمتلك صوتاً شجياً في ترتيل القرآن الكريم كانت حاضرة في أسماع المسلمين وهم يتجهون صوب المسجد الحرام من خلال التلفاز والإذاعة لسماع هذا الصوت الندي والذي كان يؤم المصلين في صلاة القيام خلال شهر رمضان المبارك.\n\nتوفي علي جابر مساء يوم الأربعاء الثاني عشر من شهر ذي القعدة 1426هـ الموافق 14 ديسمبر 2005م في مدينة جدة، بعدما عانى كثيراً من المرض بعد أن أجرى عملية جراحية للتخلص من الوزن الزائد رجعت بآثار سلبية ومضاعفات على صحته مما استدعى مراجعته للمستشفى شهوراً طويلة ودخوله مراراً لغرفة العناية المركزة."
  },
  {
    "name": "محمد أيوب",
    "fullName": "محمد أيوب بن محمد يوسف بن سليمان عمر",
    "bornDate": "1952 م\n1372 هـ",
    "bornPlace": "مكة المكرمة، السعودية",
    "nationality": "السعودية",
    "imamFor": "المسجد النبوي الشريف",
    "death": "16 / 4 / 2016 م\n9 / 7 / 1437 هـ",
    "shortBiography": "محمد أيوب بن محمد يوسف بن سليمان عمر، هو إمام المسجد النبوي في الفترة بين (1410هـ - 1417هـ)، والفترة ما بين (1436هـ - 1437هـ)، ومن قراء القرآن الكريم المعروفين، ولد بمكة المكرمة سنة 1372هـ، ويُذكر أنه من أصل آراكان بورما، حفظ القرآن في عام 1386 هـ في جامع بن لادن في حي الحفاير بمكة المكرمة، والتحق بكلية الشريعة بالجامعة الإسلامية، وحصل على الدكتوراه في عام 1408 هـ، وعُيّن إمامًا متعاونًا في المسجد النبوي عام 1410 هـ واستمر فيه حتى عام 1417 هـ ثم انقطع عن إمامة المسجد النبوي تسعة عشر عاماً ليعود ويصلّي في المسجد النبوي مجددا في رمضان 1436 هـ، وتوفي في 9 رجب 1437 هـ."
  },        
  {
    "name": "علي الحذيفي",
    "fullName": "علي بن عبد الرحمن بن علي بن أحمد الحذيفي العامري",
    "bornDate": "22 / 5 / 1947 م\n1 / 7 / 1366 هـ",
    "bornPlace": "قرية القرن المستقيم بالعرضية الشمالية جنوب منطقة مكة المكرمة، السعودية",
    "nationality": "السعودية",
    "imamFor": "المسجد النبوي الشريف",
    "death": "لا يزال على قيد الحياة",
    "shortBiography": "علي بن عبد الرحمن الحذيفي إمام وخطيب للمسجد النبوي منذ عام 1399هـ حتى الآن. ويُعد من بين أشهر القراء في العالم الإسلامي. نشأ الشيخ علي عبد الرحمن الحذيفي في أسرة متدينة، كان والده إماماً وخطيباً في الجيش السعودي. تلقى تعليمه الأولي في كُتَّاب قريته، وختم القرآن الكريم نظراً على يد الشيخ محمد بن إبراهيم الحذيفي، مع حفظ بعض أجزائه، كما حفظ ودرس بعض المتون في العلوم الشرعية المختلفة. وفي عام 1381هـ التحق بالمدرسة السلفية الأهلية بـ محافظة بلجرشي وتخرج فيها بما يعادل المرحلة المتوسطة، ثم التحق بالمعهد العلمي في بلجرشي عام 1383هـ وتخرج فيه سنة 1388هـ، مكملاً للمرحلة الثانوية. واصل دراسته الجامعية بكلية الشريعة في جامعة الإمام محمد بن سعود الإسلامية بالرياض عام 1388هـ وتخرج منها عام 1392هـ، وبعد تخرجه عين مدرساً بالمعهد العلمي في محافظة بلجرشي وقام بتدريس التفسير والتوحيد والنحو والصرف والخط إلى جانب ما يقوم به من الإمامة والخطابة في جامع محافظة بلجرشي الأعلى. حصل على درجة الماجستير من جامعة الأزهر عام 1395هـ، وحصل على الدكتوراه من الجامعة نفسها ـ قسم الفقه شعبة السياسة الشرعية ـ وكان موضوع الرسالة «طرائق الحكم المختلفة في الشريعة الإسلامية دراسة مقارنة بين المذاهب الإسلامية»."
  }
]
