[
   {
    "name": "Yasser Al-Dosary",
    "fullName": "Yasser bin Rashed bin Hussein Al-Wadani Al-Dosari",
    "bornDate": "6 / 8 / 1980 AD\n24 / 9 / 1400 AH",
    "bornPlace": "Al-Kharj Governorate, Saudi Arabia",
    "nationality": "Saudi Arabia",
    "imamFor": "Al-Masjid Al-Haram",
    "death": "Still Alive",
    "shortBiography": "Yasser bin Rashid bin Hussein Al-Wadani Al-Dosari is a Saudi Imam and preacher of the Grand Mosque and Quran reciter. He has been one of the imams of the Grand Mosque in Mecca since (October 12, 2019 AD - Safar 13, 1441 AH). Before that, he was an imam for Tarawih and Tahajjud prayers only for five years since his appointment decision on June 15, 2015 AD - Shaban 28, 1436 AH. He was previously an imam of many mosques in Riyadh, including Abdullah Al-Khulaifi Mosque in 1995 AD - 1416 AH, then Al-Kawthar Mosque, where his first recorded tape was recorded in Surat Yusuf in 1419 AH, then Imam Abdullah bin Saud Mosque for five years, and there was the beginning of his international fame, then Sheikh Abdul Aziz bin Baz Mosque in 1425 AH only, then Al-Dakhil Mosque in 2005 AD - 1426 AH, and he was the supervisor of its activities and held the position of general supervisor of the school The Women's Ambitions Quran Memorization School is located in the same mosque. He studied under a group of scholars and sheikhs, including Abdul Aziz bin Abdullah Al Sheikh, Saleh Al Fawzan, and Abdullah bin Jibreen. He also read the Quran with a group of sheikhs and reciters, including Sheikh Bakri Al Tarabishi and Ibrahim Al Akhdar."
  },    
  {
    "name": "Mishary Rashid Al-Afasy",
    "fullName": "Mishary bin Rashid bin Gharib bin Mohammed bin Rashid Al-Afasy Al-Mutairi",
    "bornDate": "5 / 9 / 1976 AD\n11 / 9 / 1396 AH",
    "bornPlace": "-, Kuwait",
    "nationality": "Kuwait",
    "imamFor": "The Grand Mosque",
    "death": "Still Alive",
    "shortBiography": "Mishary bin Rashid bin Gharib bin Mohammed bin Rashid Al-Afasy Al-Mutairi is the Imam of the Grand Mosque and a preacher at the Ministry of Awqaf and Islamic Affairs in the State of Kuwait. He is an advisor to the Union of Arab Creators, the owner of the first Kuwaiti Islamic channel, Al-Afasy Satellite Channel, and a Quran reciter."
  },        
  {
    "name": "Ali Abdullah Jaber",
    "fullName": "Ali bin Abdullah Saleh Al Ali Jaber Al-Saidi Al-Yafei",
    "bornDate": "27 / 8 / 1953 AD\n - / 12 / 1373 AH",
    "bornPlace": "Jeddah, Saudi Arabia",
    "nationality": "Saudi Arabia",
    "imamFor": "Al-Masjid Al-Haram",
    "death": "14 / 12 / 2005 AD\n12 / 11 / 1426 AH",
    "shortBiography": "Ali Abdullah Jaber Al-Saeedi was the Imam of the Grand Mosque in Mecca from 1401 AH to 1409 AH, during which he traveled to Canada. He officially left the position of Imam in 1402 AH and returned to the position of Imam from 1406 AH to 1409 AH, following a long-standing illness. He also taught comparative jurisprudence in the Department of Islamic Studies at King Abdulaziz University in Jeddah. Ali Jaber was born in Jeddah in 1373 AH in the month of Dhul-Hijjah. He moved to Medina with his parents when he was five years old. Millions of Muslims loved his recitation and many imams imitated him because of his distinctive recitation style. He had no desire to be an imam at all, but he was forced into it. The main motive for memorizing the Book of Allah was to memorize it, understand it, and contemplate its meanings. He was not intended to be an imam, but Allah Almighty willed that he assume the position of imam in Al-Ghamama Mosque in Medina for two consecutive years (1394-1396 AH). He attracted the attention of Muslims from all over the world, as Allah gave the Sheikh a beautiful, melodious voice in reciting and reciting the Quran, so that he was a marvel to the people. He lost his voice for a period during which he underwent treatment, after he went out with King Khalid to the Grand Mosque, and he presented it for prayer when he was appointed to the Haram. He left the position of Imam at the Grand Mosque after 1409 AH and did not commit to leading prayers in any other mosque. Rather, worshippers would ask him to lead them in prayer in several mosques if the Sheikh was present during the call to prayer. He was asked to lead the Tarawih prayers in Bugshan Mosque in Jeddah, as it was the closest mosque to the Sheikh's home and a congregational mosque. The Sheikh led the worshippers there in 1410 AH and several years after that. However, the Sheikh was exhausted by illness and was unable to stand for long, so he would pray half the prayer and another young man would accompany him to complete it. The Sheikh then stopped leading Tarawih prayers because standing was too difficult for him. Sheikh Ali Jaber's dream was to obtain a doctorate after obtaining his Master's degree in 1400 AH, after an interruption that lasted for many years. However, he was able to submit his thesis in comparative jurisprudence to obtain a doctorate degree. His thesis was titled 'The Jurisprudence of Al-Qasim bin Muhammad bin Abi Bakr Al-Siddiq', which was discussed on the 22nd of Ramadan, 1407 AH. He was awarded first class honors. He obtained his doctorate and at the same time was an imam for the Tarawih prayers at the Grand Mosque. He then became a faculty member at King Abdulaziz University in Jeddah, where he taught comparative jurisprudence.\n\nHe apologized for his position as a judge after obtaining his master's degree, after he was appointed as a judge in the Maysan region near Taif. Then, a royal order was issued by King Khalid bin Abdulaziz to clear him from the Ministry of Justice and appoint him as a lecturer at the College of Education in Medina, a branch of King Abdulaziz University in Medina, in the Department of Arabic Language and Islamic Studies. He began teaching there in the academic year 1401 AH. However, Sheikh Ali Jaber's ambition made him decide to complete his postgraduate studies.\n\nAt one point, his fame reached the horizons of the Islamic world. His throat, which possessed a melodious voice in reciting the Holy Quran, was present in the ears of Muslims as they headed towards the Grand Mosque through television and radio to hear this melodious voice, which led the worshippers in the night prayers during the holy month of Ramadan.\n\nAli Jaber passed away on the evening of Wednesday, the twelfth of Dhu al-Hijjah. Al-Qadah 1426 AH corresponding to December 14, 2005 AD in Jeddah, after suffering greatly from illness following a weight loss surgery that had negative effects and complications on his health, which required him to visit the hospital for many months and repeatedly enter the intensive care unit."
  },
  {
    "name": "Mohammed Ayyoub",
    "fullName": "Mohammed Ayyoub bin Mohammed Yusuf bin Suleiman Omar",
    "bornDate": "1952 م\n1372 هـ",
    "bornPlace": "Mecca, Saudi Arabia",
    "nationality": "Saudi Arabia",
    "imamFor": "The Prophet's Mosque",
    "death": "16 / 4 / 2016 AD\n9 / 7 / 1437 AH",
    "shortBiography": "Mohammad Ayyoub bin Mohammad Yusuf bin Sulaiman Omar was the Imam of the Prophet’s Mosque between 1410 AH - 1417 AH and 1436 AH - 1437 AH. He is one of the well-known reciters of the Holy Quran. He was born in Mecca in 1372 AH. It is mentioned that he is of Arakanese Burmese origin. He memorized the Quran in 1386 AH in Bin Laden Mosque in Al-Hafayer neighborhood in Mecca. He joined the Faculty of Sharia at the Islamic University and obtained his doctorate in 1408 AH. He was appointed as a co-op Imam in the Prophet’s Mosque in 1410 AH and continued in that position until 1417 AH. He then stopped leading the prayers in the Prophet’s Mosque for nineteen years, only to return and pray in the Prophet’s Mosque again in Ramadan 1436 AH. He died on the 9th of Rajab 1437 AH"
  },        
  {
    "name": "Ali Al-Hudhayfi",
    "fullName": "Ali bin Abdul Rahman bin Ali bin Ahmed Al Hudhaifi Al Ameri",
    "bornDate": "22 / 5 / 1947 AD\n1 / 7 / 1366 AH",
    "bornPlace": "Al-Qarn Al-Mustaqim village in Al-Ardiyah Al-Shamalia, south of Mecca, Saudi Arabia",
    "nationality": "Saudi Arabia",
    "imamFor": "The Prophet's Mosque",
    "death": "Still Alive",
    "shortBiography": "Ali bin Abdul Rahman Al-Hudhaifi has been an Imam and Khateeb of the Prophet's Mosque since 1399 AH until now. He is considered one of the most famous Quran reciters in the Islamic world. Sheikh Ali Abdul Rahman Al-Hudhaifi was raised in a religious family; his father was an Imam and Khateeb in the Saudi army. He received his early education in his village's Kuttab (school), where he completed the memorization of the Holy Quran under Sheikh Muhammad bin Ibrahim Al-Hudhaifi, memorizing some parts of it. He also memorized and studied various texts in Islamic sciences. In 1381 AH, he enrolled in the Salafiyya National School in Baljurashi Governorate, graduating with a middle school diploma. He then enrolled in the Scientific Institute in Baljurashi in 1383 AH, graduating in 1388 AH, completing high school. He continued his university studies at the College of Sharia at Imam Muhammad ibn Saud Islamic University in Riyadh in 1388 AH and graduated in 1392 AH. After graduating, he was appointed as a teacher at the Scientific Institute in Baljurashi Governorate, where he taught interpretation, monotheism, grammar, morphology, and calligraphy, in addition to his duties as an imam and preacher at the Upper Mosque of Baljurashi Governorate. He obtained a master's degree from Al-Azhar University in 1395 AH and a doctorate from the same university in the Department of Jurisprudence, Branch of Sharia Policy. The topic of his thesis was 'Different Methods of Governance in Islamic Sharia: A Comparative Study of Islamic Schools of Thought.'"
  }
]